@extends('layouts.primary')
@section('content')

    <article>
        <h1 class="section-header green-text">ООО "СофтИнвент" — заказная разработка мобильных приложений</h1>
        <p>Разрабатываем мобильные приложения для наиболее популярных в мире платформ Android и iOS (iPhone/iPad). В
            работе используем только нативные технологии для каждой из платформ - Objective-C для iOS и Java для
            Android. Мы берёмся за создание простых приложений и сложных, работающих автономно или в связке с сервером и
            сторонними сервисами. У нас в портфолио приложения для бизнеса и для развлечения, приложения для
            автоматизации внутренних процессов компании, информационные приложения и сервисы.</p>
        <h2 class="green-text">Разработка для мобильных устройств</h2>
        <p>Мы разрабатываем приложения для мобильных платформ iOS (iPhone/iPad) и Android. В нашем портфолио имеются
            мультимедийные, развлекательные, справочно-информационные, корпоративные приложения и многое другое. Опыт
            разработки мобильных приложений с 2005 года, знание особенностей конкретной платформы позволяют нам делать
            свою работу качественно и быстро.</p>
        <h2 class=".green-text .section-header green-text">Дизайн интерфейсов для мобильных устройств</h2>
        <p>У интерфейсов мобильных приложений есть своя специфика, причём для каждой платформы есть свои особенности,
            свои рекомендации по разработке пользовательского интерфейса. Мы разрабатываем пользовательский интерфейс
            приложений с учетом всех требований платформы, так, чтобы приложение смотрелось органично в данной
            операционной системе.</p>
        <h2 class=".green-text .section-header green-text">Размещение в магазинах приложений</h2>
        <p>Недостаточно просто разработать приложение, нужно ещё рассказать о нём потенциальным пользователям. Самый
            подходящий для этого способ — разместить приложение в магазинах Apple AppStore и Google Play.</p>
        <p>В дополнение к разработке приложения мы можем разместить его в магазине на аккаунт заказчика и произвести все
            необходимые настройки для покупок внутри приложения, если они используются.</p>
        <p>Также мы можем разместить бесплатное приложение на своем аккаунте, если у вас нет своего, а регистрировать
            его ради одного приложения невыгодно (в магазинах есть плата за регистрацию и ежегодная плата).</p>
        <h2 class="green-text">Способы оплаты наших услуг</h2>
        <p>С каждым нашим клиентом мы заключаем договор, стандартный способ оплаты — безналичный банковский перевод на
            наш расчетный счет.</p>
        <h2 class="green-text">Наша команда</h2>
        <p>«СофтИнвент» — небольшой, слаженный коллектив людей, увлеченных общим делом, разработкой приложений для
            смартфонов и планшетов. Все наши разработчиками являются пользователями тех платформ, под которые они
            создают приложения — благодаря этому мы всегда в курсе новых веяний в области интерфейсных и технических
            решений конкретной платформы.</p>
        <p>Мы постоянно работаем над расширением компетенций членов команды и совершенствованием нашего процесса
            разработки, регулярно участвуем в различных отраслевых мероприятиях и жизни регионального IT-сообщества.
            Так, в 2014 году на проходившем в Пензе <a
                title="Хакафон — это хакатон по разработке мобильных приложений, соревнование команд, которые за ограниченное время (около 40 часов) превращают голую идею в работающий продукт."
                href="http://hackaphone.ru/chto-takoe-hakafon/" target="_blank">Хакафоне</a> наша команда стала <a
                title="Команда из разработчиков СофтИнвента принимала участие в Хакафоне под названием NoNameTeam"
                href="http://hackaphone.ru/city/google-devart/" target="_blank">победителем</a> в номинации <a
                href="https://devart.withgoogle.com/" target="_blank">Google DevArt</a>. С 2014 года мы являемся
            партнёром крупнейшей региональной <a href="http://2014.secon.ru/" target="_blank">IT-конференции SECON</a>,
            создали и поддерживаем <a href="portfolio/2016/secon.html">приложения конференции для Android и iOS</a>.</p>
        <p><em>Ознакомьтесь с <a href="portfolio/">нашим портфолио</a>, и, если у вас есть работа для нас, связывайтесь
                с нами любым удобным вам способом.</em></p>
    </article>
@endsection
